Repository: spacys/mediathek
Catalog: source/plugin.audio.amazonmedia/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr, it_it

# #30001
source: Playlists - Popular
de_de: Playlisten - Beliebt
fr_fr: Playlists - Populaire
it_it: Playlist - Popolari

# #30002
source: Playlists - Newly Released
de_de: Playlisten - Neu
fr_fr: Playlists - Récentes
it_it: Playlists - Recenti

# #30003
source: Playlist Recommendations
de_de: Playlist Empfehlungen
fr_fr: Recommendations de Playlist
it_it: Playlist Consigliate

# #30004
source: Album Recommendations
de_de: Alben Empfehlungen
fr_fr: Recommendations d'Album
it_it: Album Consigliati

# #30005
source: Station Recommendations
de_de: Radio Empfehlungen
fr_fr: Recommendations de Stations
it_it: Stazioni Consigliate

# #30006
source: Songs - Owned
de_de: Songs - eigene
it_it: Canzoni - di proprietà

# #30007
source: Albums - Owned
de_de: Alben - eigene
fr_fr: Titres - Acquis
it_it: Albums - di proprietà

# #30008
source: Stations
de_de: Radios
it_it: Stazioni

# #30009
source: Songs - Purchased
de_de: Songs - gekauft
fr_fr: Titres - Achetés
it_it: Canzoni - Acquistate

# #30010
source: Albums - Search
de_de: Alben - Suche
fr_fr: Albums - Rechercher
it_it: Albums - Ricerca

# #30011
source: Songs - Search
de_de: Songs - Suche
fr_fr: Songs - Rechercher
it_it: Canzoni - Ricerca

# #30012
source: Albums - Purchased
de_de: Alben - gekauft
fr_fr: Albums - Achetés
it_it: Albums - Acquistati

# #30013
source: Playlists - Search
de_de: Playlisten - Suche
fr_fr: Playlists - Rechercher
it_it: Playlists - Ricerca

# #30014
source: Artist - Search
de_de: Künstler - Suche
fr_fr: Artist - Rechercher
it_it: Artista - Ricerca

# #30015
source: Genres
de_de: Genre
it_it: Generi

# #30016
source: Stations - Search
de_de: Radio - Suche
fr_fr: Stations - Rechercher
it_it: Stazioni - Ricerca

# #30017
source: Songs - Recently Played
de_de: Songs - Zuletzt gehört
fr_fr: Titres - Joués récement
it_it: Canzoni - Ascoltate recentemente

# #30018
source: Playlists - Followed
de_de: Playlists - Denen ich folge
fr_fr: Playlists - Suivies
it_it: Playlists - Seguite

# #30019
source: Playlists - Owned
de_de: Playlists - Eigene
fr_fr: Playlists - Acquises
it_it: Playlists- di proprietà

# #30020
source: Next Page
de_de: Nächste Seite
fr_fr: Page Suivante
it_it: Prossima Pagina

# #30021
source: Songs - Recently Added
de_de: Songs - Zuletzt hinzugefügt
fr_fr: Titres - Récemment ajoutés
it_it: Canzoni - Aggiunte di recente

# #30022
source: Songs
fr_fr: Titres
it_it: Canzoni

# #30025
source: Stations - all Artists
de_de: Radio - alle Künstler
fr_fr: Stations - Tous les artistes
it_it: Stazioni - tutti gli Artisti

# #30026
source: All Stations
de_de: Alle Radios
fr_fr: Toutes les stations
it_it: Tutte le Stazioni

# #30027
source: Artists
de_de: Künstler
fr_fr: Artistes
it_it: Artisti

# #30030
source: Amazon - Enter your Username (Email)
de_de: Amazon - Benutzer (Email) eingeben
fr_fr: Amazon - Entrez votre nom d'utilisateur (Email)
it_it: Amazon - Inserisci la tua Username (Email)

# #30031
source: Amazon - Enter your Password
de_de: Amazon - Passwort eingeben
fr_fr: Amazon - Entrez votre mot de passe
it_it: Amazon - Inserisci la tua Password

# #30032
source: Last Search -1 :
de_de: Letzte Suche -1 :
fr_fr: Dernière recherche -1 :
it_it: Ultima Ricerca -1 :

# #30033
source: Last Search -2 :
de_de: Letzte Suche -2 :
fr_fr: Dernière recherche -2 :
it_it: Utima Ricerca -2 :

# #30034
source: Last Search -3 :
de_de: Letzte Suche -3 :
fr_fr: Dernière recherche -3 :
it_it: Ultima Ricerca -3 :

# #30035
source: Soccer Live
de_de: Fussball Live
fr_fr: Football Live
it_it: Diretta Calcio

# #30040
source: SuperCup
it_it: SuperCoppa

# #30041
source: Recommendations
de_de: Empfehlungen
it_it: Consigliati

# #30070
source: Logon was not possible.
de_de: Anmeldung war nicht möglich
fr_fr: La connexion n'a pas été possible.
it_it: Accesso impossibile.

# #30071
source: Addon reset successful.
de_de: Addon erfolgreich zurückgesetzt.
fr_fr: Réinitialisation de l'addon réussie.
it_it: Componente aggiuntivo ripristinato correttamente.

# #30100
source: General
de_de: Allgemein
fr_fr: Géneral
it_it: Generale

# #30101
source: Domain Identifier (DE / UK ...)
de_de: Domainkennung (DE / UK ...)
fr_fr: Domaine d'identification (DE / UK ...)
it_it: Identificatore Dominio(DE / UK ...)

# #30102
source: Audio Quality
de_de: Audio Qualität
fr_fr: Qualité Audio
it_it: Qualità Audio

# #30103
source: Reset Addon
de_de: Addon zurücksetzen
it_it: Ripristina Addon

# #30104
source: Activate Logging
de_de: Applikationslog aktivieren
fr_fr: Activer les Logs
it_it: Attivare il Log

# #30105
source: Show all Images (reduce Metadata)
de_de: Zeige alle Bilder (reduziere Metadaten)
fr_fr: Montrer toutes les images (reduit les Metadata)
it_it: Mostra tutte le Immagini (Riduce i Metadata)

# #30106
source: Show colored Entries
de_de: Zeige farbige Einträge
fr_fr: Voir les entrées colorées
it_it: Mostra Voci colorate

# #30107
source: Show unplayable Songs
de_de: Zeige nicht abspielbare Songs
fr_fr: Voir les titres non jouables
it_it: Mostra canzoni non riproducibili

# #30108
source: Save Username?
it_it: Salva nome utente?

# #30109
source: Save Password?
it_it: Salva la password

# #30200
source: User Credentials
it_it: Credenziali utente

# #30023
source: Playlists
de_de: Playlisten

# #30024
source: Albums
de_de: Alben

# #30036
source: Bundesliga
fr_fr: Bundesligue

# #30037
source: 2. Bundesliga
fr_fr: 2. Bundesligue
